7zip
amd-ucode
android-file-transfer
ark
asciiquarium
awww
base
base-devel
bind
blender
blueman
bluez
bluez-utils
bottom
brightnessctl
cava
cmatrix
cowsay
cuda
discord
dkms
docker
docker-buildx
docker-compose
dolphin
dunst
efibootmgr
exploitdb
eza
fastfetch
fd
firefox
gamescope
git
go
godot-mono
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gvfs
hashcat
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprpolkitagent
hyprshot
intel-media-driver
intel-ucode
iwd
kitty
less
libpulse
libreoffice-fresh
libva-intel-driver
libva-nvidia-driver
libvips
linux
linux-firmware
linux-headers
mariadb
materia-gtk-theme
metasploit
micro
minisign
nano
ncspot
network-manager-applet
networkmanager
nextcloud-client
nmap
npm
ntfs-3g
nvidia-container-toolkit
nvidia-open-dkms
nwg-look
openbsd-netcat
openvpn
otf-atkinsonhyperlegiblemono-nerd
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pulsemixer
python-beautifulsoup4
qt5-wayland
qt6-wayland
reflector
rsync
rust
sddm
slurp
smartmontools
spotify-launcher
sqlmap
starship
steam
sudo
swaync
swayosd
syncthing
tailscale
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-adwaitamono-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
tumbler
unrar
uwsm
vlc
vlc-plugin-ffmpeg
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wine
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yazi
zram-generator
