arjun
burpsuite
clock-rs-git
feroxbuster
ffuf
gnome-network-displays
hyprmon
jdownloader2
linux-wallpaperengine-git
myfetch
pipes.sh
pyprland
python-pywal16
python-pywalfox
qogir-icon-theme
rpcs3-bin
seclists
sunshine
visual-studio-code-bin
wlogout
yay
yay-debug
